{
    "es":{
      "hi":"Hola",
      "soy": "soy",
      "download": "descargar CV",
      "about":"Sobre mí",
      "about-title": "Hola..",
      "about-content-txt1": "Soy Gerardo Ramírez, desarrollador web, actualmente vivo en Ecuador.  Como desarrollador me gusta trabajar con tecnologías en el back-end y front-end, también me apasiona el trabajar con hardware como arduino,ESP o Raspberry pi para realizar proyectos iOT.",
      "about-content-txt2":" Soy una persona que se considera autodidacta, ya que refuerzo  mis conocimientos y adquiero nuevos constatemente.",
      "about-content-txt3":"Actualmente estoy enfocado en el aprendizaje de Node, GraphQL.",
      "about-content-txt4":"En mis tiempos libres disfruto de la lectura, investigación y la música. ",
      "skills":"Habilidades",
      "skill-content-txt1":"Los conocimientos adquiridos en mi vida profesional no solo se centran en el desarrollador de software",
      "skill-content-txt2":" sino también en la parte de harware, utilizando placas de desarrollo como:",
      "skill-content-txt3":"Mientras las tecnologías que manejo en el desarrollo web se lista a continuación:",
      "projects":"Proyectos",
      "project-buho":"Desarrollado con laravel 8 un blog admnistrable",
      "project-eduquiz":"Proyecto consiste en back-end elaborado con lumen, y una app desarrollada on unity, mi aporte fue en el lado del back-end",
      "project-cocomo":"Realizado en php para estimar el costo de un proyecto de software, leerá las líneas de código que corresponde a proyectos cuyas extensiones sean 'php', 'java','js' y evitará leer líneas vacias o que tengan comentarios de esta forma /* */ # //",
      "project-front-title":"Proyectos front-End",
      "project-front":"Serie de mini proyectos para front-end, donde se realiza una lading cuenta regresiva, utilizar modo dark con scss y una lading haciendo uso de bootstrap",
      "project-galeria-title":"Galería de imagenes",
      "project-galeria":"Desarrollado con node, express, ejs, bootstrap para que un usuario pueda gestionar sus imagenes",
      "project-portafolio-title":"Mi Portafolio",
      "project-portafolio":"Proyecto desarrollado haciendo uso de HTML, CSS, JS",
      "project-oximetro":"Proyecto desarrollado con arduino para poder obtener el ritmo cárdiaco de una persona",
      "project-orus":"Colaborador en el proyecto OrusDent desarrollando parte del back-end en laravel",
      "project-tutorias-title":"Tutorías",
      "project-tutorias":"Proyecto realizado en trabajo de titulación construido con lumen de laravel en el lado del back-end y angular en el lado del front-end",
      "derechos":"2021 copyright todos los derechos reservados"

    },
    "en":{
      "hi":"Hi",
      "soy": "I'am",
      "download": "Download CV",
      "about":"About me",
      "about-title": "Hi..",
      "about-content-txt1": "I'm Gerardo Ramirez, web developer, currently living in Ecuador. As a developer I like to work with back-end and front-end technologies, I am also passionate about working with hardware such as arduino, ESP or Raspberry pi to make iOT projects.",
      "about-content-txt2":"I am a person who considers myself self-taught, since I reinforce my knowledge and my knowledge and acquire new ones constantly.",
      "about-content-txt3":"I actually am focused on learning Node, GraphQL.",
      "about-content-txt4":"In my free time I enjoy reading, research and music. ",
      "skills":"Skills",
      "skill-content-txt1":" The knowledge I have acquired in my professional life is not only focused on the software developer.",
      "skill-content-txt2":" but also on the hardware side, using development boards such as:",
      "skill-content-txt3":"While the technologies I handle in web development are listed below:",
      "projects":"Projects",
      "project-buho":"Developed with laravel 8 a manageable blog",
      "project-eduquiz":"Project consists of a back-end elaborated with lumen, and an app developed on unity, my contribution was on the back-end side.",
      "project-cocomo":"Performed in php to estimate the cost of a software project, it will read the lines of code corresponding to projects whose extensions are 'php', 'java', 'js' and will avoid reading empty lines or lines with comments like this /* */ # // //",
      "project-front-title":"Projects front-End",
      "project-front":"Series of mini projects for front-end, where a lading countdown is made. dark mode with scss, a lading using bootstrap.",
      "project-galeria-title":"Image gallery",
      "project-galeria":"Developed with node, express, ejs, bootstrap so that a user can manage his images.",
      "project-portafolio-title":"My Portfolio",
      "project-portafolio":"Project developed using HTML, CSS, JS",
      "project-oximetro":"Project developed with arduino to obtain the heart rate of a person.",
      "project-orus":"Collaborator in the OrusDent project developing part of the back-end in laravel.",
      "project-tutorias-title":"Tutorials",
      "project-tutorias":"Project realized as a degree work built with laravel lumen on the back-end side and angular on the front-end side.",
      "derechos":"2021 copyright all right reserved"

    }
  }
  